const messages = {
    search: [
        '"КнигоLove" - сервіс, який задовольняє вашу жагу до придбання книжок. Наша платформа швидко та ефективно шукає книги на різноманітних сайтах інтернет-магазинів та збирає їх у зручну таблицю, щоб ви могли знайти потрібну книгу одним кліком.',
        'З "КнигоLove" ви матимете повний контроль над своїм пошуком книг. Наша таблиця результатів дозволяє вам легко сортувати книги за ціною та наявністю, забезпечуючи вам миттєвий доступ до найкращих пропозицій.',
        'З "КнигоLove" ви отримуєте більше, ніж просто результати пошуку. Ви можете створити свій особистий кабінет, де зареєструєтесь та зберігатимете книги, які Вам сподобались.',
        'Для використання розумного пошуку зареєструйтесь або авторизуйтесь на сторінці Кабінет.',
    ],
    aboutUs: [
        `Основою для розробки сервісу є завдання з кваліфікаційної роботи бакалавра кафедри комп'ютерних систем, мереж і кібербезпеки Національного аерокосмічного університету ім. М.Є. Жуковського "Харківський авіаційний інститут".`,
        'Тема: «Онлайн сервіс пошуку літератури на основі декількох джерел з використанням моделі Gemini».',
    ],
};

export default messages;
